[
    {
        "title":"หนู",
        "subtitle":"หนู เป็นสกุลของสัตว์ฟันแทะ ที่อยู่ในวงศ์ Muridae ใช้ชื่อสกุลว่า Rattus มีการกระจายพันธุ์อยู่ในซีกโลกที่เรียกว่า โลกเก่าอันได้แก่ ทวีปเอเชีย, ยุโรป และแอฟริกา",
        "image_url":"https://i.pinimg.com/originals/02/60/7c/02607ce4cb4082fd44911c9b1230daa6.jpg",
        "detail":"คำว่า หนู ซึ่งเป็นชื่อสามัญในภาษาไทยยังใช้รวมความถึงสัตว์ฟันแทะจำพวกอื่นที่อยู่ในสกุลอื่น หรือแม้แต่วงศ์อื่นได้ด้วย เช่น หนูพุกใหญ่ (Bandicota indica), หนูขนเสี้ยนเขาหินปูน (Niviventer hinpoon), หนูหริ่งบ้าน (Mus musculus) หรือหนูตะเภา (Cavia porcellus) ที่อยู่ในวงศ์ Caviidae ได้ด้วย หากแต่หนูในสกุล Rattus และในวงศ์ Muridae นี้ เป็นหนูที่มนุษย์คุ้นเคยที่สุด"
    },
    {
        "title":"สุนัข",
        "subtitle":"เป็นสัตว์สปีชีส์แรกที่ถูกปรับเป็นสัตว์เลี้ยงให้กับคนเก็บของป่าล่าสัตว์เมื่อมากกว่า 15,000 ปีก่อน",
        "image_url":"https://i.pinimg.com/originals/27/17/e3/2717e38ce083b5fb414e90399b80635d.jpg",
        "detail":"ความสัมพันธ์ระหว่างมนุษย์กับหมานั้นถูกฝังลึกในด้านโบราณคดีและหลักฐานที่ตรงกันชี้ให้เห็นช่วงเวลาของการทำให้หมาเชื่องในยุคหินใหม่ ใกล้ ๆ กับขอบเขตของช่วงเพลสโตซีนและโฮโลซีน ในระหว่าง 17,000 - 14,000 ปีมาแล้ว ซากกระดูกฟอสซิลและการวิเคราะห์ยีนของหมาในยุคอดีตกับปัจจุบัน และประชากรหมาป่ายังไม่ถูกค้นพบ หมาทั้งหมดสืบอายุอาจเกิดจากเหตุการณ์ที่ทำให้เชื่องด้วยตัวเองหรือไม่ก็ได้ถูกทำให้เชื่องด้วยตัวมันเองในพื้นที่มากกว่าหนึ่งพื้นที่ หมาที่ถูกเลี้ยงให้เชื่องแล้วอาจจะผสมข้ามพันธุ์กับประชากรหมาป่าที่อยู่ในถิ่นนั้น ๆ ในหลาย ๆ โอกาส กระบวนการนี้รู้จักในทางทางพันธุศาสตร์ว่า อินโทรเกรสชัน (Introgression)"
    },
    {
        "title":"แมว",
        "subtitle":"เป็นสปีชีส์สัตว์เลี้ยงของสัตว์เลี้ยงลูกด้วยนมกินเนื้อขนาดเล็ก โดยเป็นแมวสปีชีส์เดียวในวงศ์ Felidae ที่ถูกปรับเป็นสัตว์เลี้ยง",
        "image_url":"https://i.pinimg.com/originals/d7/02/35/d702358446cef608059724b20bee5cd3.jpg",
        "detail":"แมวมีกายวิภาคคล้ายกับสปีชีส์วงศ์เสือและแมวอื่น ๆ: มันมีร่างกายที่แข็งแรงยืดหยุ่น, ตอบสนองอย่างรวดเร็ว, ฟันและเล็บคมที่สามารถซ่อนได้เพื่อล่าเหยื่อขนาดเล็ก มุมมองกลางคืนกับการรับรู้กลิ่นที่ผ่านการพัฒนา และการสื่อสารของแมว เช่น การส่งเสียงอย่างเหมียว (meow), เพอร์ (purr), รัว (trill), ฟ่อ (hiss), คำราม (growl) และร้องคราง (grunt) เช่นเดียวกันกับภาษากายเฉพาะของแมว แมวเป็นนักล่าที่มักกระฉับกระเฉงที่สุดในตอนเช้าและค่ำ (crepuscular) ซึ่งแม้จะเป็นนักล่าผู้โดดเดี่ยวแต่ก็ยังเป็นสัตว์สังคม มันสามารถได้ยินเสียงความถี่ที่เบาหรือดังกว่าที่หูมนุษย์ได้ยิน เช่นเสียงที่หนูและสัตว์เลี้ยงลูกด้วยนมขนาดเล็กอื่น ๆ ทำ แมวยังสามารถหลั่งและรับรู้ถึงฟีโรโมนด้วย"
    }
]